Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Handrails should be provided on both sides of the stairs.
sv: Ledstång bör finnas på båda sidor om trappan.

source: Wide stairs may need to be divided by a central handrail.
sv: Breda trappor kan behöva delas upp med ledstång mellan filerna.

source: All transitions between floor and stairs need to be readily noticeable, to reduce the risk of accidents.
sv: Alla övergångar mellan golv och trappa behöver vara lätta att uppmärksamma, för att minska risken för olycksfall.

source: In certain cases, therefore, the uppermost and bottom steps may need to be specially marked.
sv: I vissa fall kan det därför vara nödvändigt med en särskild markering av framkanten på trappavsatsen vid översta sättsteget och trappans nedersta plansteg.

source: If there is a window near stairs, it is important that the risk of falls through the window should be averted.
sv: Om fönster finns intill trappa är det viktigt att risken för fall genom fönstret är förebyggd.

source: For stairs and companion ways outdoors, it is appropriate that steps and landings should be made of metal grating or suchlike, to reduce the accumulation of water and ice formation.
sv: För trappor och lejdare utomhus är det lämpligt att trappsteg och vilplan utförs av gallerdurk eller motsvarande för att minska vattensamling och - isbildning.

source: A spiral staircase is considered safer than a straight one, because the constant change of direction forces people to pay attention to the steps, walk slowly and hold on to the handrail.
sv: Spiraltrappa anses säkrare än den raka därför att man för den ständiga riktningsändringen behöver ägna uppmärksamheten åt trappan, gå sakta och hålla i ledstången.

source: For the same reason, though, a spiral staircase is unsuitable for anyone with a load to carry.
sv: Av samma skäl är den dock olämplig för den som har en börda.

source: Normally, therefore, from a safety viewpoint, a spiral staircase should be used only if it is little used and is never used for carrying goods.
sv: Med avseende på säkerheten bör en trappa därför normalt vara utförd som spiraltrappa endast om trafiken i trappan är ringa och om trappan inte används vid varutransport.

source: A staircase should normally be at least 0.8 m wide.
sv: En trappa bör normalt inte vara smalare än 0,8 m.

source: For a straight staircase constituting a main communication route or liable to be used for carrying a stretcher, the suitable width is at least 1.2 m.
sv: I en rak trappa som utgör huvudkommunikationsled eller där bårtransport kan förekomma är det lämpligt att bredden är minst 1,2 m.

source: Between 0.8 and 1.0 m is usually a suitable width for a spiral staircase.
sv: Lämplig trappbredd i spiraltrappor är i allmänhet 0,8–1,0 m.

source: It should not be less than 0.8 m wide, so as to afford adequate space, and not more than 1.0 m, so that the handrails can be reached from the walking position.
sv: De bör inte ha mindre bredd än 0,8 m för att ge tillräckligt utrymme, och inte större bredd än 1,0 m för att ledstängerna ska vara inom räckhåll från gånglinjen.

source: The depth of the landing should normally equal the width of the stairs.
sv: Trapplanet bör normalt vara lika djupt som trappan är bred.

source: In order for hoop guard to protect against falls without otherwise being in the way, the distance between ladder and guard normally needs to be about 0.65 m.
sv: utan att annars vara till hinder behöver vanligen avståndet mellan stegen och ryggskyddet vara ca 0,65 m.

source: Examples of suitable hoop guard design for ladders will be found in Swedish standard SS 83 13 40.
sv: Exempel på lämpligt utförande av ryggskydd på stege finns i svensk standard SS 83 13 40.

source: A ladder more than 10 m high ought preferably to have a landing.
sv: En stege som är högre än 10 m bör lämpligen ha vilplan.

source: Beyond this, landings should be spaced not more than 6 m apart.
sv: Därefter bör vil- plan placeras med högst 6 m avstånd.

source: Regulations concerning fixed access arrangements to roofs and chimneys are also contained in the Building Regulations (BBR) of the National Board of Housing, Building and Planning.
sv: För fasta tillträdesanordningar till tak och på skorsten finns även bestämmelser i Boverkets byggregler (BBR).

source: The goods intake requirement can vary, depending on the quantity and weight of the goods.
sv: Beroende på godsets mängd och tyngd kan behovet av varumottag vara olika.

source: Depending on needs, the appropriate solution may, for example, be a large dock, a loading bay shared between several work premises, unloading by truck at ground level or, for small quantities, goods reception through the ordinary entrance to the premises.
sv: Den lämpliga lösningen kan efter behov vara t.ex. en större kajanläggning, en lastkaj som är gemensam för flera arbetslokaler, avlastning med truck i marknivå eller, vid små mängder, att varor tas emot via lokalens vanliga entré.

source: Combinations are also possible, e.g. a combination of loading bay and unloading at ground level.
sv: Även kombinationer kan förekomma, t.ex. av lastkaj och avlastning i marknivå.

source: Goods intakes must normally permit wheeled handling of goods and the requisite use of lifting aids.
sv: Varumottag behöver normalt medge rullande hantering av gods och erforderlig användning av lyfthjälpmedel.

source: Goods intakes should have sufficient capacity for manual handling to be limited and for unnecessary movement of goods to be avoided.
sv: Varumottag bör ha tillräcklig kapacitet för att begränsa hanteringen och undvika onödig omflyttning av gods.

source: It is important that there should be sufficient stacking room for normal arrivals and departures of goods, returnable packaging, wrapping and refuse.
sv: Det är viktigt att där finns tillräcklig uppställningsplats för normalt ankommande och avgående gods, returför- packningar, emballage och avfall.

source: Goods intakes should be proportioned and designed for the requisite handling aids and in such a way that manual lifting and handling can be done with favourable work postures, e.g. not above shoulder height or below knee level.
sv: Varumottag bör dimensioneras och utformas för erforderliga hanteringshjälpmedel och så att manuella lyft och manuell hantering kan ske i gynnsamma arbetsställningar, bl.a. inte över axelhöjd eller under knähöjd.

source: Goods intakes should be positioned close to stores, a lift etc., so as to limit transport distances.
sv: Varumottag bör placeras nära lager, hiss etc. så att transporterna begränsas.

source: The docking arrangements should be such that the vehicle stands horizontally and a ramp or suchlike for moving goods between the vehicle and the dock has no more than a slight incline.
sv: Angöringen bör vara sådan att fordonen står horisontellt och att bryggan eller motsvarande för transporten mellan fordon och kaj har liten lutning.

source: Recommendations concerning work environment conditions etc. in goods receptions for lorry deliveries are contained in the manual "Bättre varumottag!"
sv: Råd om arbetsmiljö m.m. vid varumottag för lastbilar finns i handboken ”BÄTTRE varumottag!”

source: (Better goods reception) published by TYA, the Swedish Transport Workers Union's Occupational and Work Environment Committee.
sv: från TYA (Transportfackens Yrkes- och Arbetsmil- jönämnd), 2006.

source: It is important for loading bays and access routes to be adapted to the type of vehicle delivering the goods, e.g. for the avoidance of manual handling when a vehicle is unable to park against the loading bay.
sv: Det är viktigt att lastkajer och tillfarter är anpassade för den typ av fordon som levererar varorna, bl.a. för att undvika den manuella hantering som blir nödvändig när en bil inte kan angöra.

source: Space should also be reserved for the manoeuvring of vehicles and equipment.
sv: Dessutom bör utrymme avsättas för manövrering av fordon och redskap.

source: It is appropriate for at least one point in the loading bay to have a ramp or lifting table and for the edge of the bay, ramp and lifting table to be provided with warning signs.
sv: Det är lämpligt att minst en av kajens lastplatser har en kajbrygga eller ett lyftbord samt att kajkanten, kajbryggan och lyftbordet förses med varselmärkning.

source: In addition to stairs, an access route can, for example, take the form of a companionway or ramp.
sv: Tillträdesled kan förutom trappa vara t.ex. lejdare eller ramp.

source: Steps at a loading bay should be positioned and designed with due regard for the risk of vehicle impacts.
sv: Trappor vid lastkajer bör placeras och utformas med beaktande av risken att de blir påkörda.

source: It is important that a safety barrier should be designed so as to prevent the risk of falls or tripping.
sv: Det är viktigt att avkörningsskydd utformas så att risken för att någon ska falla eller snubbla undviks.

source: The door of a load hatch in a wall should open inwards or take the form of a sliding door.
sv: Till 67 § Dörren till en lastöppning i väggen bör vara inåtgående eller utförd som skjutdörr.

source: Safety devices in the opening can take the form of a gate or barrier with a protective height of at least 1.0 m or of a grab rail on each side of the opening, roughly 1.5 m above floor level.
sv: Skyddsanordningen i öppningen kan utgöras av en grind eller bom med skyddshöjden minst 1,1 m eller av handtag på båda sidor om öppningen, placerade ca 1,5 m över golvet.

source: The best form of protection against falls, normally, is a guard rail.
sv: Skydd mot fall utförs normalt lämpligast som skyddsräcke.

source: If glazed areas lack a guard rail or other protection against falls, the glass should be laminated safety glass.
sv: Om glasytor saknar skyddsräcke eller annat skydd mot fall bör glaset vara utfört av laminerat säkerhetsglas.

source: Other protective devices for special kinds of work, such as window cleaning, include, for example, a detachable protective device or a personal fall protection system.
sv: Exempel på andra skyddsanordningar för speciella arbeten, t.ex. fönsterputsning, är monterbara skyddsanordningar eller personliga fallskydd.

source: The risk of falls is judged according to the size of the unguarded aperture and the drop.
sv: Risken för fall bedöms utifrån den oskyddade öppningens storlek och fallhöjden.

source: A guard rail is usually needed if the drop exceeds 0.5 m.
sv: Det är i allmänhet lämpligt att räcke med en höjd av minst 1,0 m finns om fallhöjden är större än 0,5 m.

source: If the drop exceeds 3 m the guard rail should be at least 1.1 m in height.
sv: Om fallhöjden överstiger 3 m bör räcket vara minst 1,1 m högt.

source: A loading bay or platform intended for the loading and unloading of road and rail vehicles from the side should be safeguarded against falls, e.g. by means of removable posts with chains in between.
sv: En lastkaj eller plattform som är avsedd för lossning och lastning av väg- och spårbundna fordon från fordonens långsida kan förses med fallskydd t.ex. genom borttagbara stolpar med kättingar däremellan.

source: A floor opening to a goods chute can be difficult to provide with a protective cover or guard rail.
sv: En öppning i golvet till en varustört kan vara svår att förse med skydds- täckning eller räcke.

source: If so, a horizontal protective screen can instead be positioned about 0.6 m above the floor opening.
sv: I sådant fall kan den istället ha en horisontell skydds- skärm placerad ca 0,6 m ovanför golvöppningen.

source: A safety frame can be suspended about 1.5 m above the floor to prevent people passing beneath the load hatch.
sv: För att hindra passage under en lastöppning kan en skyddsram hängas upp ca 1,5 m över golvet.

source: A hatch cover or protective cover opened manually ought normally to have lifting handles.
sv: En lucka eller skyddstäckning som öppnas manuellt bör normalt ha lyft- handtag.

source: It is appropriate for a heavier cover to be opened with a winch or some other lifting device which is self-inhibiting.
sv: Det är lämpligt att tyngre luckor öppnas med spel eller någon annan lyftanordning, som är självhämmande.

source: The cover may also need to be provided with a hook-up device.
sv: Luckan kan också behöva förses med en upphakningsanordning.

source: It is important that lifting handles etc. should be designed so that people will not trip over them.
sv: Det är viktigt att lyfthandtag o.dyl. utformas så att man inte snubblar på dem.

source: For the prevention of falls beneath or through a guard rail, the rail normally needs to have an toe board at least 0.1 m high and to be double or afford corresponding protection.
sv: För att kunna hindra fall under eller genom ett räcke behöver räcket normalt dels ha en minst 0,1 m hög fotlist, dels vara tvåledigt, eller ge motsvarande skydd.

source: The term “double” as used here means the guard rail having two rails positioned, respectively, at the top edge and at half the height.
sv: Med tvåledigt avses här att räcket har två följare som placeras vid överkanten respektive på halva höjden.

source: This is especially important to remember in the case of rooms with a dangerous environment, e.g. intense heat, intense cold or oxygen deficiency.
sv: Detta är särskilt viktigt att beakta för rum med farlig miljö, t.ex. stark värme, stark kyla eller syrebrist.

source: Provisions on glass are contained in the Building Regulations (BBR) of the National Board of Housing, Building and Planning.
sv: Regler om glas finns även i Boverkets byggregler (BBR).

source: Environment Authority on safety signs and warning signals, and rules concerning warning signs for the avoidance of electrical hazards are contained in the high voltage provisions of the Swedish National Electrical Safety Board.
sv: Reglerna för varselmärkning finns i Arbetsmiljöverkets föreskrifter om skyltar och signaler och för varselmärkning till skydd mot elfara i Elsäker- hetsverkets starkströmsföreskrifter.

source: The measures needed to be taken can vary considerably and depend on many different factors, e.g. the nature and extent of the activities, the size, design and location of the building and room, the response time of the rescue services, whether a fire can develop and spread rapidly and whether escaping gas can mean a risk of explosion.
sv: Behovet av åtgärder kan variera väsentligt och påverkas av många faktorer, t.ex. verksamhetens art och omfattning, byggnadens och lokalens storlek, utformning och belägenhet, räddningstjänstens insatstid samt om en brand lätt får snabbt förlopp och spridning och om gasutströmning kan innebära explosionsrisk.

source: For example, when working in a container, a manhole aperture should be dimensioned to make it possible to get in and out dressed in personal protection equipment - unless a risk assessment shows that this is unnecessary.
sv: Vid arbete i t.ex. en behållare bör en manhålsöppning ha sådana mått att det är möjligt att ta sig in och ut iförd personlig skyddsutrustning – om inte en riskbedömning visar att detta är onödigt.

source: In these circumstances, the provisions of the Swedish standard SS 1797 "Inspektionsöppningar och manhål - mått" (Inspection apertures and manholes - measurements) can act as guidance.
sv: Kraven i svensk standard SS 1797, Inspektionsöppningar och manhål – mått, kan i dessa sammanhang fungera som vägledning.

source: The situation for employees can be affected by the number of “nonem- ployees” on the premises, e.g. in a hospital, department store or restaurant.
sv: Situationen för arbetstagare kan påverkas av antalet ”icke-arbetstagare” i en lokal, t.ex. sjukhus, varuhus, restaurang.

source: The “non-employees” are often poorly acquainted with the premises and, for various reasons, may need help in getting out if the building has to be evacuated.
sv: lokalkännedom och kan av olika skäl behöva hjälp för att komma ut vid en utrymning.

source: Children are a specific group for evacuation purposes.
sv: Även barn är en specifik grupp då det gäller utrymning.

source: To facilitate evacuation of employees with functional impairment from the workplace before critical circumstances arise (own evacuation), the escape routes should be designed without stairs or other obstructions for wheelchair-bound and visually impaired persons, and be supplied with easily worked opening devices for doors along the escape route.
sv: För att underlätta för arbetstagare med funktionsnedsättning att utrymma arbetsplatserna innan kritiska förhållanden uppstår (egenutrym- ning) bör utrymningsvägarna utformas utan trappor eller andra hinder för rullstolsburna och synskadade och förses med lätthanterliga öppningsanordningar till dörrar i utrymningsvägen.

source: If own evacuation for a person with functional impairment is impossible, a temporary evacuation place within an individual fire cell while awaiting assistance may be a solution.
sv: Om egenutrymning för en rörelsehindrad inte är möjlig är en tillfällig utrymningsplats, inom egen brandcell, där man kan invänta hjälp i anslutning till trappan en lösning.

source: See also the manual "Utrymning för alla" (Evacuation for all) from the Swedish Building Centre.
sv: Se även handboken Utrymning för alla från Svensk Byggtjänst.

source: The timing when critical circumstances arise during a fire is dependent on factors such as heat radiation, air temperature, flue gas levels and the concentration of poisonous gases.
sv: Tidpunkten för när kritiska förhållanden vid brand uppstår är beroende av bl.a. värmestrålning, lufttemperatur, rökgasnivå och koncentration av giftiga gaser.

source: The term as used there refers to the route from a fire cell to the open air or to another safe place.
sv: Med utrymningsväg avses där väg från en brandcell till det fria eller till en annan säker plats.

source: “Another safe place” can mean a mobile or permanent survival chamber.
sv: Annan säker (flykt-)plats kan utgöras av mobil eller fast räddningskam- mare.

source: (See the provisions for mining work).
sv: (Se föreskrifterna om berg- och gruvarbete).

source: Evacuation issues are also dealt with in other provisions issued by the Work Environment Authority.
sv: Utrymningsfrågor behandlas även i andra föreskrifter från Arbetsmiljö- verket.

source: Guidance on Section 76
sv: (AFS 2013:3)

source: The requirement that escape routes should be kept free from obstructions also covers the removal of snow and ice blocking escape routes in winter.
sv: Kravet på att utrymningsvägar ska hållas fria från hinder omfattar vintertid även undanröjande av snö och is som blockerar utrymningsvägar.

source: Systems for locking escape routes in such workplaces should be selected according to the activities and clientele, and so that the evacuation of employees is not impeded.
sv: System för låsning av utrymningsvägar på sådana arbetsställen bör väljas efter verksamhet och klientel och så att utrymning av arbetstagare inte försvåras.

source: Examples of measures to be taken may include the following:
sv: Exempel på åtgärder kan vara

source: organizing truck transport between rows of shelving or stacks in a high-bay warehouse in such a way that a truck driver or other persons will not run the risk of being shut in,
sv: att trucktransport mellan hyllrader eller staplar i höglager sker så att truckförare eller annan person inte löper risk att bli innestängd,

source: On the floor of the pedestrian route, the emergency lighting should have a light intensity of at least 1 lux at its weakest point.
sv: På golvet i gångstråket bör nödbelysningen ha en belysningsstyrka av minst 1 lux på det sämst belysta stället.

source: Higher intensities may be justified in places, e.g. on stairs.
sv: Lokalt kan högre belysningsstyrka vara motiverad, exempelvis i trappor.

source: On an escape route, signs may be particularly necessary where there is a risk of error, e.g. at a change of direction or at a junction.
sv: I utrymningsväg kan skyltar behövas särskilt där risk för misstag finns, t.ex. vid riktningsändring eller förgrening.

source: Regulations on the design of signs marking an escape route are contained in the provisions of the Work Environment Authority on signs and warning signals.
sv: Bestämmelser om utformning av skyltar som utmärker utrymningsväg finns i Arbetsmiljöverkets föreskrifter om skyltar och signaler.

source: A line marking the outer edge of the escape route facilitates evacuation, especially when smoke is emitted from a fire and visibility is impaired.
sv: En linje, som markerar utrymningsvägens ytterkant, underlättar utrymning, speciellt när brandrök utvecklas och sikten försämras.

source: Visibility being better at floor level, it is appropriate for the markings to be made directly on the floor or else low down on the wall.
sv: Eftersom sikten är bättre vid golvnivån, är det lämpligt att markeringen görs direkt på golv eller lågt på vägg.

source: Large and complicated work premises where a fire, escape of gas, oxygen deficiency or suchlike can occur without being noticed quickly enough by everyone present.
sv: Sådan större och svåröverskådlig arbetslokal där brand, gasutströmning, syrebrist e.d. kan uppstå utan att detta tillräckligt snabbt kan uppmärksammas av alla i lokalen.

source: Work premises where an open fire or some other ignition source is used in the course of activity, and which also contains a flammable substance of such a kind and in such a quantity that a fire can occur which constitutes a health or accident hazard.
sv: Arbetslokal där öppen eld eller annan tändkälla används i verksamheten samtidigt som i lokalen finns brännbart ämne av sådant slag och i sådan mängd att brand som innebär risk för ohälsa eller olycksfall kan inträffa.

source: Note that under Section 13 of the Flammables and Explosives Act (SFS 1988:1145) the handling of flammable or explosive products on such work premises is prohibited.
sv: - Observera att det enligt 13 § förordningen (SFS 1988:1145) om brandfarliga och explosiva varor är förbjudet att hantera brandfarliga eller explosiva -varor i sådan arbetslokal.

source: Work premises where a fire can spread rapidly or generate dangerous fumes, e.g. a high-bay warehouse or a facility for the production or storage of plastic, paint or paper.
sv: Arbetslokal där brand kan få snabb spridning eller ge upphov till farliga brandgaser, t.ex. höglager eller lokal för tillverkning eller förvaring av plast, färg eller papper.

source: Work premises for the production and handling of gas of such a kind and in such quantity that a dangerous escape of gas can occur.
sv: Arbetslokal för tillverkning och hantering av gas av sådant slag och i sådan mängd att en farlig gasutströmning kan inträffa.

source: Work premises situated below ground, as from the second storey below ground level.
sv: Arbetslokal belägen under marknivå, från och med andra våningen under marknivån.

source: An insulated room, e.g. a freezer.
sv: Isolerat rum, t.ex. av typ frysrum.

source: Work premises where oxygen deficiency can occur, e.g. in connection with the open storage of reducing agents such as sulphides and sulphites.
sv: Arbetslokal där syrebrist kan uppstå t.ex. vid öppen lagring av reducerande ämnen som sulfider och sulfiter.

source: Work premises where personnel risk being exposed to threats or violence or where the workplace risks being exposed to sabotage or bomb threats.
sv: Arbetslokal där personal riskerar att utsättas för hot eller våld eller där arbetsplatsen riskerar att bli utsatt för sabotage eller bombhot.
